src/test/java/features/WorkOrders/WO_Payloads/queryWO_payload.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:max="http://www.ibm.com/maximo">
   <soapenv:Header/>
   <soapenv:Body>
      <max:QueryGBSWOBULK>
         <max:GBSWOBULKQuery operandMode="AND">
            <max:WORKORDER>
               <max:WONUM operator="=">#(woNum)</max:WONUM>
            </max:WORKORDER>
         </max:GBSWOBULKQuery>
      </max:QueryGBSWOBULK>
   </soapenv:Body>
</soapenv:Envelope>